<html>
<head>
<meta name=vs_targetSchema content="http://schemas.microsoft.com/intellisense/ie5">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1255">
<title>BH   - Bibliography        </title>
<meta name="Author" content="Motti Gondabi">
</head>
<body bgcolor="#FFFFCC" LEFTMARGIN=25 TOPMARGIN=0>

<table  align="left" width="700" cellpadding="0" cellspacing="0" align="left"  border="0">

<tr>
<td>
<table  align="left" width="680" cellpadding="0" cellspacing="0" align="left" border="0">
<tr>
<td width="25"></td>
<td STYLE="font-size:12px;color:333333;font-family:helvetica;">

			 <p><img src="images/bibli_B.gif" border="0" width="309" height="32"><p>
             B&aacute;cskai, Vera. <I>A v&aacute;llalkoz&oacute;k el&#337;fut&aacute;rai</I>. Budapest, 1989<p>
             <p>
             Benedek, Istv&aacute;n G&aacute;bor – V&aacute;mos, Gy&ouml;rgy. <I>T&eacute;pd le a s&aacute;rga csillagot</I>. Budapest, 1990<p>
             <p>
             Benoschofsky, Ilona – Karsai, Elek (eds.). <I>V&aacute;dirat a n&aacute;cizmus ellen</I>. I-III Budapest, 1958, 1960, 1967<p>
             <p>
             Benoschofsky, Ilona – Scheiber S&aacute;ndor (eds.). <I>A budapesti Zsid&oacute; M&uacute;zeum</I>. Budapest, 1987<p>
             <p>
             Bernstein, B&eacute;la. <I>A negyvennyolcas magyar szabads&aacute;gharc &eacute;s a zsid&oacute;k</I>. Budapest, 1898, 1939, 1998<p>
             <p>
             Braham, L. Randolph. <I>A n&eacute;pirt&aacute;s politik&aacute;ja</I>.<I> A Holocaust Magyarorsz&aacute;gon</I>. I-II Budapest, 1997 (<I>The Politics of Genocide</I>.<I> The Holocaust in Hungary</I>. New York, 1994)<p>
             <p>
             Braham, L. Randolph (ed.). <I>Anti-Semitismus and the Treatment of the Holocaust in Postcommunist Eastern Europe</I>. Columbia University Press, 1994<p>
             <p>
             Braham, L. Randolph. <I>Hungarian-Jewish Studies</I>. New York, 1966–1973<p>
             <p>
             
        	 <img src="images/bibli_C.gif" border="0" width="309" height="32"><p>
             Carmilly-Weinberger, Moshe. <I>A zsid&oacute;s&aacute;g t&ouml;rt&eacute;nete Erd&eacute;lyben 1623–1944</I>. Budapest, 1995<p>
             <p>
             Carmilly-Weinberger, Moshe (ed.). <I>The Rabbinical Seminary of Budapest 1877–1977</I>. New York, 1986<p>
             <p>
             Champigneulle. <I>Art nouveau</I>.<I> Jugendstil</I>.<I> Szecesszi&oacute;</I>. Budapest, 1978<p>
             <p>
             
             <img src="images/bibli_D.gif" border="0" width="309" height="32"><p>
             De&aacute;ky, Zita – Csoma, Zsigmond – V&ouml;r&ouml;s, &Eacute;va (eds.). <I>…&eacute;s hol a vid&eacute;k zsid&oacute;s&aacute;ga?…</I> Budapest, 1994<p>
             <p>
             Domanovszky, Gy&ouml;rgy. <I>A magyar n&eacute;p d&iacute;sz&iacute;t&#337; m&#369;v&eacute;szete</I>. I-II Budapest, 1981<p>
             <p>
             Don, Yehuda – Karady, Victor (eds.). <I>A Social and Economic History of Central European Jewry</I>. New Brunswick–London, 1990<p>
             <p>
   
             <img src="images/bibli_E.gif" border="0" width="309" height="32"><p>
             Eisner, Jen&#337; (ed.). <I>Az izraelita hitfelekezet &eacute;s hitk&ouml;zs&eacute;geket &eacute;rint&#337; t&ouml;rv&eacute;nyek &eacute;s rendeletek gy&#369;jtem&eacute;nye</I>. Karcag, 1925<p>
             <p>
             Ember, M&aacute;ria. <I>100 k&eacute;p</I>. Budapest, 1984<p>
             <p>
             
             <img src="images/bibli_F.gif" border="0" width="309" height="32"><p>
             Fejt&#337;, Ferenc. <I>Magyars&aacute;g, zsid&oacute;s&aacute;g</I>. Budapest, 2000 (<I>Hongrois et Juifs</I>. Paris, 1997)<p>
             <p>
             Felkai, L&aacute;szl&oacute;. <I>A budapesti zsid&oacute; fi&uacute;- &eacute;s le&aacute;nygimn&aacute;zium t&ouml;rt&eacute;nete</I>. Budapest, 1992<p>
             <p>
             Felkai, L&aacute;szl&oacute;. <I>Tantervi v&aacute;ltozatok a magyarorsz&aacute;gi zsid&oacute; iskol&aacute;kban 1780–1990</I>. Budapest, 1995<p>
             <p>
             F&eacute;ner, Tam&aacute;s – Scheiber, S&aacute;ndor. <I>…&eacute;s besz&eacute;ld el fiadnak…</I> Budapest, 1984<p>
             <p>
             Frojimovics, Kinga – Komor&oacute;czy, G&eacute;za (ed.) – Pusztai, Vikt&oacute;ria – Strbik, Andrea. <I>A zsid&oacute; Budapest</I>. I-II Budapest, 1995 (<I>Jewish Budapest</I>. Budapest, 1999)<p>
             <p>
             Frojimovics, Kinga – Schweitzer, J&oacute;zsef (eds.). <I>Magyarorsz&aacute;gi zsid&oacute; hitk&ouml;zs&eacute;gek, 1944</I>.<I> &aacute;prilis</I>. I-II Budapest, 1994<p>
             <p>
             
             <img src="images/bibli_G.gif" border="0" width="309" height="32"><p>
             Gajd&oacute;, Tam&aacute;s – Korniss, P&eacute;ter – Szeg&#337;, Gy&ouml;rgy. <I>Sz&iacute;nh&aacute;zkutat&aacute;s</I>. Budapest, 1998<p>
             <p>
             Gazda, Anik&oacute;. <I>Zsinag&oacute;g&aacute;k &eacute;s zsid&oacute; k&ouml;zs&eacute;gek Magyarorsz&aacute;gon</I>. Budapest, 1991<p>
              <p>
             Gerle, J&aacute;nos – Kov&aacute;cs, Attila – Makovecz, Imre. <I>A sz&aacute;zadfordul&oacute; magyar &eacute;p&iacute;t&eacute;szete</I>. Budapest, 1990<p>
             <p>
             Ger&#337;, L&aacute;szl&oacute; (ed.). <I>Magyarorsz&aacute;gi zsinag&oacute;g&aacute;k</I>. Budapest, 1989<p>
             <p>
             Gonda, L&aacute;szl&oacute;. <I>A zsid&oacute;s&aacute;g Magyarorsz&aacute;gon 1526–1945</I>. Budapest, 1992<p>
             <p>
             Gy&aacute;rf&aacute;s, Mikl&oacute;s – Hont, Ferenc (ed.). <I>Nagy magyar sz&iacute;n&eacute;szek</I>. Budapest, 1957<p>
             <p>
             Gyurgy&aacute;k, J&aacute;nos: <I>A zsid&oacute;k&eacute;rd&eacute;s Magyarorsz&aacute;gon</I>. Budapest, 2001<p>
             <p>
             
             <img src="images/bibli_H.gif" border="0" width="309" height="32"><p>
             Hajn&oacute;ci, R. J&oacute;zsef. <I>A magyar zsid&oacute;k k&ouml;zjoga</I>. L&#337;cse, 1909<p>
             <p>
             Hamp, G&aacute;bor – Hor&aacute;nyi, &Ouml;zs&eacute;b – R&aacute;bai, L&aacute;szl&oacute; (eds.). <I>Magyar megfontol&aacute;sok a So&aacute;r&oacute;l</I>. Budapest–Pannonhalma, 1999<p>
             <p>
             Han&aacute;k, P&eacute;ter (ed.). <I>Zsid&oacute;k&eacute;rd&eacute;s, asszimil&aacute;ci&oacute;, antiszemitizmus</I>. Budapest, 1984<p>
             <p>
             Handler, Andrew. <I>From the Ghetto to the Games</I>.<I> Jewish Athletes in Hungary</I>. Boulder, 1985<p>
             <p>
             Haraszti, Gy&ouml;rgy. <I>K&eacute;t vil&aacute;g hat&aacute;r&aacute;n</I>. Budapest, 1999<p>
             <p>
             Hevesy, Iv&aacute;n. <I>A magyar fot&oacute;m&#369;v&eacute;szet t&ouml;rt&eacute;nete</I>. Budapest, 1958<p>
             <p>
             Hor&aacute;k, Magda. <I>A magyar &eacute;rtelmis&eacute;g vesztes&eacute;gei az 1940–es &eacute;vekben</I>. Budapest, 1994<p>
             <p>
             Hor&aacute;k, Magda (ed.). <I>OMIKE Orsz&aacute;gos Magyar Izraelita K&ouml;zm&#369;vel&#337;d&eacute;si Egyes&uuml;let 1909–1944</I>. Budapest, 1998<p>
             <p>
             
             <img src="images/bibli_I.gif" border="0" width="309" height="32"><p>
             Illyefalvi, Lajos. <I>A f&#337;v&aacute;ros polg&aacute;ri n&eacute;pess&eacute;g&eacute;nek szoci&aacute;lis &eacute;s gazdas&aacute;gi viszonyai</I>. Budapest, 1935<p>
             <p>
             Illyefalvi, Lajos. <I>Csonka haz&aacute;nk v&aacute;rosai a statisztika t&uuml;kr&eacute;ben</I>. Budapest, 1940<p>
             <p>
             
             <img src="images/bibli_K.gif" border="0" width="309" height="32"><p>
             Kar&aacute;dy, Viktor. <I>Iskolarendszer &eacute;s felekezeti egyenl&#337;tlens&eacute;gek Magyarorsz&aacute;gon 1867–1945</I>. Budapest, 1997<p>
             <p>
             Kar&aacute;dy, Viktor. <I>Zsid&oacute;s&aacute;g &eacute;s t&aacute;rsadalmi egyenl&#337;tlens&eacute;gek</I>. Budapest, 2000<p>
             <p>
             Kar&aacute;dy, Viktor. <I>Zsid&oacute;s&aacute;g, moderniz&aacute;ci&oacute;, polg&aacute;rosod&aacute;s</I>. Budapest, 1997<p>
             <p>
             Karsai, L&aacute;szl&oacute; (ed.). <I>Befogad&oacute;k</I>.<I> &Iacute;r&aacute;sok az antiszemitizmus ellen 1882–1993</I>. Budapest, 1993<p>
             <p>
             Karsai, L&aacute;szl&oacute;. <I>Holokauszt</I>. Budapest, 2001<p>
             <p>
             Karsai, L&aacute;szl&oacute; (ed.). <I>Kirekeszt&#337;k</I>.<I> Antiszemita &iacute;r&aacute;sok 1881–1992</I>. Budapest, 1992<p>
             <p>
             Katz, Jacob. <I>Out of the Ghetto</I>.<I> The Social Background of Jewish Emancipation 1770–1870</I>. Cambridge, Mass., 1973<p>
             <p>
             Katz, Jakov. <I>V&eacute;gzetes szakad&aacute;s</I>. Budapest, 1999<p>
             <p>
             Katzburg, Nathaniel. <I>Antisemitism in Hungary 1867–1944</I>. Jerusalem, 1992 (Hebrew)<p>
             <p>
             Katzburg, Nathaniel. <I>Fejezetek az &uacute;jkori zsid&oacute; t&ouml;rt&eacute;nelemb&#337;l Magyarorsz&aacute;gon</I>. Budapest, 1999<p>
             <p>
             Katzburg, Nathaniel. <I>Hungary and the Jews</I>.<I> Policy and Legislation, 1920–1943</I>. Jerusalem, 1981<p>
             <p>
             Keleti, L&aacute;szl&oacute;. <I>Pestt&#337;l Pestig</I>. Budapest, 1942<p>
             <p>
             Kempelen, B&eacute;la. <I>Magyarorsz&aacute;gi zsid&oacute; &eacute;s zsid&oacute; eredet&#369; csal&aacute;dok</I>. I-III Budapest, 1937–1939, 1999<p>
             <p>
             Kende, P&eacute;ter (ed.). <I>Zsid&oacute;s&aacute;g az 1945 ut&aacute;ni Magyarorsz&aacute;gon</I>. P&aacute;rizs, 1984<p>
             <p>
             Kert&eacute;sz, Andr&eacute;. <I>Kert&eacute;sz on Kert&eacute;sz</I>. New York, 1985<p>
             <p>
             Kohn, S&aacute;muel. <I>A zsid&oacute;k t&ouml;rt&eacute;nete Magyarorsz&aacute;gon a legr&eacute;gibb id&#337;kt&#337;l a moh&aacute;csi v&eacute;szig</I>. Budapest, 1884<p>
             <p>
             Koml&oacute;s, Alad&aacute;r. <I>Magyar-zsid&oacute; szellemt&ouml;rt&eacute;net a reformkort&oacute;l a holocaustig</I>. I-II Budapest, 1997<p>
             <p>
             Kov&aacute;cs, Alajos. <I>A zsid&oacute;s&aacute;g t&eacute;rfoglal&aacute;sa Magyarorsz&aacute;gon</I>. Budapest, 1922<p>
             <p>
             Kov&aacute;cs, M&aacute;ria – Er&#337;s, Ferenc (eds.). <I>Zsid&oacute;s&aacute;g, identit&aacute;s, t&ouml;rt&eacute;nelem</I>. Budapest, 1992<p>
             <p>
             Kr&iacute;za, Ildik&oacute; (ed.). <I>A hagyom&aacute;ny k&ouml;tel&eacute;k&eacute;ben. Tanulm&aacute;nyok a magyarorsz&aacute;gi zsid&oacute; folkl&oacute;r k&ouml;r&eacute;b&#337;l</I>. Budapest, 1990<p>
             <p>
             Kubinszky, Judit. <I>Politikai antiszemitizmus Magyarorsz&aacute;gon 1875–1890</I>. Budapest, 1976<p>
             <p>
             
             <img src="images/bibli_L.gif" border="0" width="309" height="32"><p>
             Lakner, L&iacute;via. <I>Lakner b&aacute;csi &eacute;s sz&aacute;z gyereke</I>. Budapest, 1993<p>
             <p>
             Lendvai, L. Ferenc – Soh&aacute;r, Anik&oacute; – Horv&aacute;th, P&aacute;l (eds.). <I>H&eacute;t &eacute;vtized a hazai zsid&oacute;s&aacute;g &eacute;let&eacute;ben</I>. I-II Budapest, 1990<p>
             <p>
             L&eacute;vai, Jen&#337;. <I>Raoul Wallenberg</I>. Budapest, 1948, 1988<p>
             <p>
             L&eacute;vai, Jen&#337;. <I>Zsid&oacute;sors Magyarorsz&aacute;gon</I>. Budapest, 1948<p>
             <p>
             
             <img src="images/bibli_M.gif" border="0" width="309" height="32"><p>
             Magyar, B&aacute;lint. <I>A Magyar Sz&iacute;nh&aacute;z t&ouml;rt&eacute;nete 1897–1951</I>. Budapest, 1985<p>
             <p>
             Magyar, B&aacute;lint. <I>A Nemzeti Sz&iacute;nh&aacute;z t&ouml;rt&eacute;nete a k&eacute;t vil&aacute;gh&aacute;bor&uacute; k&ouml;z&ouml;tt 1917–1944</I>. Budapest, 1977<p>
             <p>
             Magyar, B&aacute;lint. <I>A V&iacute;gsz&iacute;nh&aacute;z t&ouml;rt&eacute;nete 1896–1949</I>. Budapest, 1979<p>
             <p>
             McCagg, William O., Jr. <I>A History of Habsburg Jews</I>, <I>1670–1918</I>. Bloomington– Indianapolis, 1989<p>
             <p>
             McCagg, William O., Jr. <I>Jewish Nobles and Geniuses in Modern Hungary</I>. Boulder, 1972<p>
             <p>
             Mendelssohn, Ezra. <I>The Jews of East Central Europe Between the Two Wars</I>. Bloomington, 1983<p>
             <p>
             Miskolczy, Ambrus. <I>A zsid&oacute; emancip&aacute;ci&oacute; Magyarorsz&aacute;gon 1849-ben</I>. Budapest, 1999<p>
             <p>
             Morav&aacute;nszky, &Aacute;kos. <I>&Eacute;p&iacute;t&eacute;szet az Osztr&aacute;k-Magyar Monarchi&aacute;ban</I>. Budapest, 1988<p>
             <p>
             Moskovits, Aron. <I>Jewish Education in Hungary 1848–1948</I>. Philadelphia–New York, 1964<p>
             <p>
             
             <img src="images/bibli_N.gif" border="0" width="309" height="32"><p>
             Nagy Sz., P&eacute;ter (ed.). <I>A n&eacute;pi-urb&aacute;nus vita dokumentumai 1932–1947</I>. Budapest, 1990<p>
             <p>
             Nam&eacute;nyi, Ern&#337;. <I>A zsid&oacute;k &eacute;s a k&eacute;pz&#337;m&#369;v&eacute;szet</I>. Budapest, 1933<p>
             <p>
             N&eacute;met, Lajos. <I>Magyar m&#369;v&eacute;szet 1890–1919</I>. I-II Budapest, 1981<p>
             <p>
             
             <img src="images/bibli_O.gif" border="0" width="309" height="32"><p>
             Osztern, R&oacute;zsa. <I>Zsid&oacute; &uacute;js&aacute;g&iacute;r&oacute;k &eacute;s sz&eacute;p&iacute;r&oacute;k a magyarorsz&aacute;gi n&eacute;met nyelv&#369; id&#337;szaki sajt&oacute;ban a Pester Lloyd megalap&iacute;t&aacute;s&aacute;ig, 1854-ig</I>. Budapest, 1930<p>
             <p>
             
             <img src="images/bibli_P.gif" border="0" width="309" height="32"><p>
             Passuth, Krisztina. <I>Moholy-Nagy</I>. Budapest, 1982<p>
             <p>
             Patai, Raphael. <I>The Jews of Hungary</I>.<I> History, Culture, Psychology</I>. Detroit, 1996<p>
             <p>
             Porz&oacute; [&Aacute;gai, Adolf]. <I>Utaz&aacute;s Pestr&#337;l Budapestre 1843–1907</I>. Budapest, 1907<p>
             <p>
             Prepuk, Anik&oacute;. <I>A zsid&oacute;s&aacute;g K&ouml;z&eacute;p- &eacute;s Kelet-Eur&oacute;p&aacute;ban a 19–20</I>.<I> sz&aacute;zadban</I>. Debrecen, 1997<p>
             <p>
             
             <img src="images/bibli_R.gif" border="0" width="309" height="32"><p>
             R&aacute;nki, Gy&ouml;rgy. <I>1944</I>.<I> m&aacute;rcius 19</I>.<I> Magyarorsz&aacute;g n&eacute;met megsz&aacute;ll&aacute;sa</I>. Budapest, 1978<p>
             <p>
             R&eacute;kai, Mikl&oacute;s. <I>A munk&aacute;csi zsid&oacute;k „ter&iacute;tett asztala"</I>. Budapest, 1997<p>
             <p>
             
             <img src="images/bibli_S.gif" border="0" width="309" height="32"><p>
             S&aacute;ndor, Tibor. <I>&#336;rs&eacute;gv&aacute;lt&aacute;s</I>.<I> A magyar film &eacute;s a sz&eacute;ls&#337;jobboldal a harmincas-negyvenes &eacute;vekben</I>. Budapest, 1992<p>
             <p>
             S&aacute;ndor, Tibor. <I>&#336;rs&eacute;gv&aacute;lt&aacute;s ut&aacute;n</I>.<I> Zsid&oacute;k&eacute;rd&eacute;s &eacute;s filmpolitika 1938–1944</I>. Budapest, 1997<p>
             <p>
             Scheiber, S&aacute;ndor. <I>Folkl&oacute;r &eacute;s t&aacute;rgyt&ouml;rt&eacute;net</I>. Budapest, 1974–1984, 1996<p>
             <p>
             Scheiber, S&aacute;ndor. <I>Magyar zsid&oacute; h&iacute;rlapok &eacute;s foly&oacute;iratok bibliogr&aacute;fi&aacute;ja 1847–1992</I>. Budapest, 1993<p>
             <p>
             Sch&ouml;n, Dezs&#337;. <I>Istenkeres&#337;k a K&aacute;rp&aacute;tok alatt</I>. Kolozsv&aacute;r, 1935, Budapest, 1997<p>
             <p>
             Schweitzer, J&oacute;zsef (ed.) <I>„A tan&iacute;t&aacute;s az &eacute;let kapuja”</I>. Budapest, 1999<p>
             <p>
             Silber, K. Michael (ed.). <I>Jews in the Hungarian Economy 1760–1945</I>. Jerusalem, 1992<p>
             <p>
             Simon, R&oacute;bert. (ed.) <I>Zsid&oacute;k&eacute;rd&eacute;s Kelet- &eacute;s K&ouml;z&eacute;p-Eur&oacute;p&aacute;ban</I>. Budapest, 1985<p>
             <p>
             Stark, Tam&aacute;s. <I>A zsid&oacute;s&aacute;g a v&eacute;szkorszakban &eacute;s a felszabadul&aacute;s ut&aacute;n 1939–1955</I>. Budapest, 1995<p>
             <p>
             Strbik, Andrea. <I>H&eacute;ber nyelvtanok Magyarorsz&aacute;gon. A Magyarorsz&aacute;gon kiadott, magyar szerz&#337;k &aacute;ltal &iacute;rt vagy magyar nyelv&#369; h&eacute;ber nyelvtanok bibliogr&aacute;fi&aacute;ja 1635–1995</I>. Budapest, 1999<p>
             <p>
             Szabadi, Judit. <I>A magyar szecesszi&oacute; m&#369;v&eacute;szete</I>. Budapest, 1979<p>
             <p>
             Szabolcsi, Bence. <I>Zsid&oacute; kult&uacute;ra &eacute;s zenet&ouml;rt&eacute;net</I>. Budapest, 1999<p>
             <p>
             Szabolcsi, Lajos. <I>K&eacute;t ember&ouml;lt&#337;. Az Egyenl&#337;s&eacute;g &eacute;vtizedei 1881–1931</I>. Budapest, 1993<p>
             <p>
             Sz&aacute;raz, Gy&ouml;rgy. <I>Egy el&#337;&iacute;t&eacute;let nyom&aacute;ban</I>. Budapest, 1976<p>
             <p>
             Szita, Szabolcs (ed.). <I>Magyarorsz&aacute;g 1944. &Uuml;ld&ouml;ztet&eacute;s &nbsp;– &nbsp;emberment&eacute;s</I>. Budapest, 1994<p>
             <p>
             Szita, Szabolcs. <I>Utak a pokolb&oacute;l</I>. Budapest, 1991<p>
             <p>
             Sz&ouml;gi, L&aacute;szl&oacute; (ed.). <I>Hat &eacute;vsz&aacute;zad magyar egyetemei &eacute;s f&#337;iskol&aacute;i</I>. Budapest, 1994<p>
             <p>
             
             <img src="images/bibli_T.gif" border="0" width="309" height="32"><p>
             T&ouml;r&ouml;k, Petra (ed.). <I>A hat&aacute;r &eacute;s a hat&aacute;rolt</I>.<I> T&ouml;preng&eacute;sek a magyar-zsid&oacute; irodalom l&eacute;tform&aacute;ir&oacute;l</I>. Budapest, 1997<p>
             <p>
             
             <img src="images/bibli_U.gif" border="0" width="309" height="32"><p>
             Ujv&aacute;ri, P&eacute;ter. <I>(Magyar) Zsid&oacute; lexikon</I>. Budapest, 1929, 1987<p>
             <p>
             
             <img src="images/bibli_V.gif" border="0" width="309" height="32"><p>
             Venetianer, Lajos. <I>A magyar zsid&oacute;s&aacute;g t&ouml;rt&eacute;nete</I>. Budapest, 1922, 1986<p>
             <p>
             V&eacute;rtes, R&oacute;bert (ed.). <I>Magyarorsz&aacute;gi zsid&oacute;t&ouml;rv&eacute;nyek &eacute;s rendeletek 1938–1945</I>. Budapest, 1997<p>
             <p>
             V&ouml;r&ouml;s, K&aacute;roly. <I>Budapest legnagyobb ad&oacute;fizet&#337;i</I>. Budapest, 1979<p>
             <p>
             V&ouml;r&ouml;s, K&aacute;roly. <I>H&eacute;tk&ouml;znapok a polg&aacute;ri Magyarorsz&aacute;gon</I>. Budapest, 1997<p>
             <p>
             
             <img src="images/bibli_Z.gif" border="0" width="309" height="32"><p>
             Zsoldos, Jen&#337; (ed.). <I>1848–1849 a magyar zsid&oacute;s&aacute;g &eacute;let&eacute;ben</I>. Budapest, 1948, 1998<p>
             <p>
             Zsoldos, Jen&#337; (ed.). <I>Magyar irodalom &eacute;s zsid&oacute;s&aacute;g</I>. Budapest, 1943<p>
               

    </td>
</tr>
<tr><td height="40"></td></tr>
</table>
</td>
</tr>
</table>

</body>
</html>

