<html xmlns:o="urn:schemas-microsoft-com:office:office"
xmlns:w="urn:schemas-microsoft-com:office:word"
xmlns="http://www.w3.org/TR/REC-html40">

<head>
<meta http-equiv=Content-Type content="text/html; charset=iso-8859-8">
<meta name=ProgId content=Word.Document>
<meta name=Generator content="Microsoft Word 9">
<meta name=Originator content="Microsoft Word 9">
<title>Angels to Guard You in All Your Ways</title>
<!--[if gte mso 9]><xml>
 <o:DocumentProperties>
  <o:Author>Benny</o:Author>
  <o:LastAuthor>Benny</o:LastAuthor>
  <o:Revision>2</o:Revision>
  <o:TotalTime>6</o:TotalTime>
  <o:Created>2004-06-13T14:25:00Z</o:Created>
  <o:LastSaved>2004-06-13T14:25:00Z</o:LastSaved>
  <o:Pages>2</o:Pages>
  <o:Words>721</o:Words>
  <o:Characters>4110</o:Characters>
  <o:Company>Synagogue Art Research</o:Company>
  <o:Lines>34</o:Lines>
  <o:Paragraphs>8</o:Paragraphs>
  <o:CharactersWithSpaces>5047</o:CharactersWithSpaces>
  <o:Version>9.2720</o:Version>
 </o:DocumentProperties>
</xml><![endif]--><!--[if gte mso 9]><xml>
 <w:WordDocument>
  <w:Zoom>75</w:Zoom>
  <w:DoNotOptimizeForBrowser/>
 </w:WordDocument>
</xml><![endif]-->
<style>
<!--
 /* Font Definitions */
@font-face
	{font-family:"Monotype Corsiva";
	panose-1:3 1 1 1 1 2 1 1 1 1;
	mso-font-charset:0;
	mso-generic-font-family:script;
	mso-font-pitch:variable;
	mso-font-signature:647 0 0 0 159 0;}
@font-face
	{font-family:Verdana;
	panose-1:2 11 6 4 3 5 4 4 2 4;
	mso-font-charset:0;
	mso-generic-font-family:swiss;
	mso-font-pitch:variable;
	mso-font-signature:536871559 0 0 0 415 0;}
@font-face
	{font-family:Miriam;
	panose-1:0 0 0 0 0 0 0 0 0 0;
	mso-font-charset:177;
	mso-generic-font-family:auto;
	mso-font-pitch:variable;
	mso-font-signature:6145 0 0 0 32 0;}
 /* Style Definitions */
p.MsoNormal, li.MsoNormal, div.MsoNormal
	{mso-style-parent:"";
	margin:0cm;
	margin-bottom:.0001pt;
	text-align:right;
	mso-pagination:widow-orphan;
	direction:rtl;
	unicode-bidi:embed;
	font-size:12.0pt;
	font-family:"Times New Roman";
	mso-fareast-font-family:"Times New Roman";}
h1
	{mso-style-next:Normal;
	margin:0cm;
	margin-bottom:.0001pt;
	line-height:150%;
	mso-pagination:widow-orphan;
	page-break-after:avoid;
	mso-outline-level:1;
	font-size:18.0pt;
	font-family:"Monotype Corsiva";
	mso-font-kerning:0pt;
	mso-fareast-language:EN-US;
	font-weight:normal;}
@page Section1
	{size:30.0cm 842.0pt;
	margin:2.0cm 2.0cm 2.0cm 2.0cm;
	mso-header-margin:36.0pt;
	mso-footer-margin:36.0pt;
	mso-paper-source:0;}
div.Section1
	{page:Section1;}
-->
</style>
</head>

<body lang=EN-US style='tab-interval:36.0pt'>

<div class=Section1 dir=RTL>

<h1 dir=LTR style='line-height:normal'><b><span style='font-size:28.0pt;
color:#993366'>Angels to Guard You in All Your Ways<o:p></o:p></span></b></h1>

<h1 dir=LTR style='line-height:normal'><span style='font-size:28.0pt;
mso-bidi-font-family:Miriam'><![if !supportEmptyParas]>&nbsp;<![endif]><o:p></o:p></span></h1>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt;text-align:left;
text-indent:36.0pt;direction:ltr;unicode-bidi:embed'><span style='font-family:
Verdana'>Tr&#283;b&iacute;&#269; is a highland town near Brno that overlooks the Jihlava Valley.
Although the earliest date of Jewish settlement in Tr&#283;b&iacute;&#269; is unclear, its
existence in the region is documented from 1286, when a local statute separated
the Jews from Christians. They were concentrated into a quarter on the banks of
the Jihlava River called Z&aacute;most&iacute; (behind the bridge). Like most medieval
ghettos in Europe, it was close to the castle of the local lord, far from the
sight of his visitors, but not beyond the range of his greed. Tr&#283;b&iacute;&#269; Jews often
had to pay for living in peace, as in 1556, when a protection tax was imposed
on them to pay for half the expenses of the manorial guards. They also had to
pay 120 gold coins annually for the <i>privilege</i> of <i>not</i> lending
horses to the manor.</span><span style='font-family:Verdana;mso-bidi-font-family:
Miriam;mso-fareast-language:EN-US'><o:p></o:p></span></p>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt;text-align:left;
text-indent:36.0pt;direction:ltr;unicode-bidi:embed'><span style='font-family:
Verdana'>In spite of the taxes levied on them and their cramped conditions in
Z&aacute;most&iacute;, the Jews prospered. By the 16<sup>th</sup> century they operated most
of the local branches of commerce and were so successful that their Christian
competitors complained. In response, the Count of Boskovice would have expelled
them from Tr&#283;b&iacute;&#269;, but he was deterred from such action by his dependence on the
Jewish contribution to the defense of Moravia. However, the Jews of Z&aacute;most&iacute;
suffered cruelty and pillage by Hungarian troops on their way to fight the
Turks.</span><span style='font-family:Verdana;mso-bidi-font-family:Miriam;
mso-fareast-language:EN-US'><o:p></o:p></span></p>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt;text-align:left;
text-indent:36.0pt;direction:ltr;unicode-bidi:embed'><span style='font-family:
Verdana'>Besides commerce, the Jews in the community worked in lumber
processing, soap manufacture, distilling and tanning. They were also active in
the production and export of a fine cloth&#8212;<i>trebitscher Tuche</i>&#8212;famous for
its beauty. In 1642, the <i>kehillah </i>built a substantial synagogue to
replace an older wooden one. Originally called the Front Synagogue because of
its proximity to Z&aacute;most&iacute;&#8217;s entrance, it eventually became known as the Altschul
(old synagoge) when a newer synagogue, the Neuschul, was built, also in the 17<sup>th</sup>
century. The Altschul was built higher than the neighboring houses, but because
the sight of the Sabbath candles burning brightly in its windows irritated the
Countess of the castle, the Jews were forced to lower the building in 1757.</span><span
style='font-family:Verdana;mso-bidi-font-family:Miriam;mso-fareast-language:
EN-US'><o:p></o:p></span></p>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt;text-align:left;
text-indent:36.0pt;direction:ltr;unicode-bidi:embed'><span style='font-family:
Verdana'>The Jews, however, did not always back down in the face of their
oppressors. When Count Valdstein took over Tr&#283;b&iacute;&#269; at the turn of the 18<sup>th</sup>
century, he found a <i>kehillah</i> that was large and powerful, and when he
tried to enact anti-Jewish measures that disregarded their rights, the Jews
initiated court proceedings against him. Their case was taken all the way to
the court of Kaiser Joseph I, who sided with the Jewish community. Another,
less successful episode can be found in 1821, when the community was ordered to
refrain from celebrating Purim because it fell on the same day as Holy Friday.
The soldiers who came to enforce the law were chased away by the Jews, but
later returned to beat many of them with sticks. Still, the chutzpah that they
showed proves that the community possessed strength, and their numbers in
Tr&#283;b&iacute;&#269; back that up. By the end of the 18<sup>th</sup> century there were 1,770
Jews in the town---59% of the total population. </span><span style='font-family:
Verdana;mso-bidi-font-family:Miriam;mso-fareast-language:EN-US'><o:p></o:p></span></p>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt;text-align:left;
text-indent:36.0pt;direction:ltr;unicode-bidi:embed'><span style='font-family:
Verdana'>These figures began to decline in 1861, when the Emancipation opened
up bigger cities, like Vienna, to Jewish settlement. Even though the Jews
enjoyed some power in Tr&#283;b&iacute;&#269;, their circumstances were still harsh. Every year
they could expect the river to flood their homes, and the overcrowding in the
ghetto brought unsanitary conditions and illness. By the end of World War I the
<i>kehillah</i> had lost 20 men and was down to 344 members. They assembled
only in the Altschul after this, and the Neuschul was used for storage. </span><span
style='font-family:Verdana;mso-bidi-font-family:Miriam;mso-fareast-language:
EN-US'><o:p></o:p></span></p>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt;text-align:left;
text-indent:36.0pt;direction:ltr;unicode-bidi:embed'><span style='font-family:
Verdana'>Jews left in Tr&#283;b&iacute;&#269;. They, along with 1,370 Jews from the southwest of
Moravia, were deported to concentration camps in 1942. A few women returned
after the war, but there was no interest in renovating the synagogues and they
fell into disrepair. The Altschul was eventually bought by the Czech Brethren
in 1952, and used as a church. At the time it was essentially stripped of all
its Jewish associations when they renovated it to suit their needs. Not much
notice was given to the Neuschul until a proposal to demolish the entire ghetto
emerged in the 70&#8217;s. It was too costly to rebuild the area from scratch, so it
was decided that they would renovate instead. Now Z&aacute;most&iacute; is a protected,
historic zone, and the Neuschul has been refurbished to serve as a cultural
hall and museum. </span><span style='font-family:Verdana;mso-bidi-font-family:
Miriam;mso-fareast-language:EN-US'><o:p></o:p></span></p>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt;text-align:left;
text-indent:36.0pt;direction:ltr;unicode-bidi:embed'><span style='font-family:
Verdana'>Since 1996, when Marta Friedov&aacute; died, there have been no Jews in
Tr&#283;b&iacute;&#269;, but they do have one representative: a lively octogenarian named
Bohum&iacute;r Pavlik. A former teacher, he has worked in the cemetery since his
retirement, maintaining the grounds. During Communist rule he hid a few Jewish
objects that he restored to the cemetery&#8217;s ceremonial hall. One of the objects,
a black velvet burial cloth used to cover the bier, carries an inscription
which could be said to describe Pavlik&#8217;s work in Tr&#283;b&iacute;&#269;: &#8220;For he will order his
angels to guard you wherever you go&#8221; (Ps. 91:11). </span><span
style='font-family:Verdana;mso-bidi-font-family:Miriam;mso-fareast-language:
EN-US'><o:p></o:p></span></p>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt;text-align:left;
direction:ltr;unicode-bidi:embed'><span style='font-size:8.0pt;font-family:
Verdana'>Condensed by Bryna Rothenberg from <i>Synagogues Without Jews.</i></span><span
style='font-size:8.0pt;font-family:Verdana;mso-bidi-font-family:Miriam;
mso-fareast-language:EN-US'><o:p></o:p></span></p>

</div>

</body>

</html>
